{"BID’AH WAJIBAH (HASANAH) MEMBAWA BERKAH.\nHasil penemuan ilmuan dan Ulama termasuk bid’ah Wajibah (Hasanah). Berikut ini merupakan beberapa ilmu penemuan yang dihasilkan oleh beberapa Ulama’:\n1.\tPenemu titik dalam al-Qur’an adalah Abul Aswad ad-Duali tahun 62 H.\n2.\tPenemu harakat dalam al-Qur’an adalah Imam Khalil bin Ahmad al-Faraghidi (w.185 H).\n3.\tPenemu ilmu tajwid adalah Imam Abu Ubaid Qasim bin Salam (w.67 H).\n4.\tPenemu ilmu kalam adalah Imam Washil bin Atha’dan disempurnakan oleh Imam Abu Hasan al-Asy’ari.\n5.\tPenemu ilmu nahwu (Grammar) adalah Imam Sibawaih.\n6.\tPenemu Ushul Fiqh adalah Imam Syafi’i.\n7.\tPenemu ilmu Musthala’ah Hadits adalah Syihabuddin Romaghurmuzi atas perintah Khalifah Umar bin Khattab.\n8.\tTafsir al-Qur’an pertama kali ditulis oleh Imam Abu Ja’far at-Thabari dengan tebal 10 jilid.\n9.\tPenemu ilmu Falak adalah al-Biruni (L.973 w.1050 M).\n10.\tPenemu ilmu Balaghah adalah Abdul Qahir.\n11.\tPenulis ilmu kimia adalah Abu Musa Jabir ibnu Hayyan (721-815 M).\n12.\tObservatorium pertama kali di dunia dibangun oleh Nasir ad-Din at-Tusi dan Ulugh Beg pada tahun 1259 M.\n13.\tBuku perumusan ilmu sejarah pertama kali ditulis oleh Ibnu Khaldun (L.1 Ramadhan 732 H).\n14.\tUniversitas didirikan pertama kali oleh Fatimah al-Fihri di kota Fez, Maroko pada tahun 859 H.\n15.\tPenulisan ilmu kedokteran pertama kali adalah Ibnu Sina (L. 980 M).\n16.\tPenulis tentang penyakit cacar pertama kali adalah Abu Bakar ar-Razi dalam kitab “fi al-Thib”.\n17.\tPenemu ilmu bedah adalah Abu al-Qasim az-Zahrawi (936-1013 M)\n18.\tPenemu ilmu matematika adalah Jabir bin Hayyan al-Azbi (w.161 H).\n19.\tPenemu kacamata adalah al-Hasan bin Haitam.\n20.\tPenggambar peta bumi pertama kali adalah Abdullah al-Idris’i.\n21.\tPenggambar ruang angkasa pertama kali adalah Abdurrahman Ibnu Hauqal.\n22.\tPenemu alat musik organ atau piano adalah al-Qanun Abu Nasr al-Farabi dalam kitab “Musiq al-Kubra”.\n23.\tPenemu Solmisasi (kunci instrumen) adalah Ishaq al-Mausili (w.850 M).\n24.\tPeletak dasar-dasar mekanik dan industri adalah al-Jazari (Abad 12).\n25.\tPenemu sepeda kayuh (pancal) adalah Imam al-Ghazali.’\n26.\tPenemu alat poros engkol dan kunci kombinasi adalah al-Jazari (Abad 12).\n27.\tPenemu alat navigasi atau kompas adalah Ahmad bin Majid.\n28.\tPerancang air mancur adalah Banu Musa bersaudara pada abad ke 9.\n29.\tOrang yang pertama kali terbang adalah Abbas bin Farnas.\n30.\tPenemu sabun mandi adalah al-Razi (Abad 7).\n31.\tPenemu kopi adalah Khalid.": null}