[
    {
        "tittle":"ISLAM DAN DASAR NEGARA INDONESIA (PANCASILA)",
        "detail":"\t\t\n Berbicara dasar Negara Kesatuan Republik Indonesia (NKRI), tentu tidak lain adalah Pancasila. Dimana Pancasila yang mengandung nilai-nilai universal dengan prinsip “Bhinneka Tunggal Ika”nya, itu digali dari bumi pertiwi dan disepakati sebagai konsensus nasional untuk menjadi dasar NKRI dan menjadi payung kehidupan bersama dalam berbagai perbedaan. Di sisi lain, terjadinya konflik dan ketegangan di beberapa kawasan Republik Indonesia pada era setelah reformasi membuktikan bahwa kurang hati-hatinya negara kita dalam mengelola kemajemukan bangsa ini, dan ini kalau kita biarkan dapat membahayakan keutuhan bangsa itu sendiri. Dengan demikian yang menjadi tantangan bersama saat ini adalah bagaimana kita dapat mewujudkan potensi dan simbol-simbol ke-bhineka-an dalam perspektik ketahanan sosial-budaya tanpa mengorbankan cita-cita reformasi itu sendiri. \n\t\t\n Namun, di sisi lain kita juga pernah mendapatkan keterangan dari beberapa kelompok bahwa Pancasila sebagai dasar negara itu sudah tidak relevan untuk mengatasi problem bangsa ini karena menurut kesimpulan mereka Pancasila tidak sesuai dengan ketentuan Tuhan (agama Islam). Siapa bilang? Itu merupakan sebuah kesimpulan yang terburu-buru, dan sebuah pemikiran yang sangat sempit dan dangkal. Karena Pancasila sebagai dasar Negara Indonesia sebenarnya sudahlah sangat Islami (sesuai dengan tuntunan agama Islam). Oleh karena itu, dalam kesempatan ini santri Pondok Pesantren Ngalah di bawah asuhan KH. Moh. Sholeh Bahruddin mengajak kepada semuanya untuk melihat secara jernih bahwa Pancasila itu adalah payung kebersamaan. Mari kita buktikan dan kita lihat bersama-sama, kesesuaian sila-sila atau butir-butir yang terkandung dalam Pancasila dengan Ayat-ayat Tuhan yang termaktub di dalam Kitab Suci-Nya yaitu al-Qur’an al-Karim. \n\n 1. Ketuhanan Yang Maha Esa \n Pada sila pertama ini mengandung ajaran ketauhidan dalam pengertian keimanan kepada Tuhan Yang Maha Esa, sebagaimana yang tercermin dalam kitab suci al-Qur’an Surat al-Nahl ayat 22, al-Baqarah ayat 163, al-Ankabut ayat 46 sebagai berikut:\n\tإِلَهُكُمْ إِلَهٌ وَاحِدٌ فَالَّذِيْنَ لاَ يُؤْمِنُوْنَ بِالآخِرَةِ قُلُوْبُهُمْ مُّنْكِرَةٌ وَهُمْ مُّسْتَكْبِرُوْن (سورة النحل:22)\n\tTuhan kamu adalah Tuhan Yang Maha Esa. Maka orang-orang yang tidak beriman kepada akhirat, hati mereka mengingkari (keesaaan Allah), sedangkan mereka sendiri adalah orang-orang yang sombong. (Qs. al-Nahl: 22).\nوَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لاَّ إِلَهَ إِلاَّ هُوَ الرَّحْمَنُ الرَّحِيم (سورة البقرة: 163)\nDan Tuhan-mu adalah Tuhan Yang Maha Esa, tidak ada Tuhan melainkan Dia Yang Maha Pemurah lagi Maha Penyayang”. (Qs. al-Baqarah: 163)\n....وَقُوْلُوْا آمَنَّا بِالَّذِيْ أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُوْنَ. (سورة العنكبوت: 36)\n.....dan katakanlah; Kami telah beriman kepada (kitab-kitab) yang diturunkan kepada kami dan yang diturunkan kepadamu, Tuhan kami dan Tuhan-mu adalah satu. (Qs. al-Ankabut: 46).....dan katakanlah; Kami telah beriman kepada (kitab-kitab) yang diturunkan kepada kami dan yang diturunkan kepadamu, Tuhan kami dan Tuhan-mu adalah satu. (Qs. al-Ankabut: 46)\n\n 2. Kemanusiaan Yang Adil Dan Beradab\nSila kedua ini mencerminkan nilai kemanusiaan yang menjunjung tinggi sikap adil dan beradab, hal ini juga dianjurkan dalam al-Qur’an surat al-Nahl ayat 90.\nإِنَّ اللهَ يَأْمُرُ بِالْعَدْلِ وَالإِحْسَانِ وَإِيتَاء ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاء وَالْمُنكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ (سورة النحل: 90)\nSesungguhnya Allah menyuruh (kamu) berlaku adil dan berbuat kebajikan, memberi kepada kaum kerabat, dan Allah melarang dari perbuatan keji, kemungkaran dan permusuhan. Dia memberi pengajaran kepadamu agar kamu dapat mengambil pelajaran. (Qs. al-Nahl: 90)"
    },
    {
        "tittle":"ISLAM DAN BHINNEKA TUNGGAL EKA",
        "detail":"\t\tBhinneka Tunggal Ika berarti berbeda-beda tetapi satu jua. Secara mendalam Bhinneka Tunggal Ika memiliki makna walaupun di Indonesia sebagai negara yang multikultural, di mana terdapat banyak suku, agama, ras, kesenian, adat, bahasa, dan lain sebagainya namun tetap satu kesatuan yaitu sebangsa dan setanah air. Dipersatukan dengan bendera, lagu kebangsaan, mata uang, bahasa dan lain sebagainya.\n\tNamun atas realitas bangsa yang multikultural ini pun, masih ada beberapa kelompok yang menentang bila Bhinneka Tunggal Ika menjadi prinsip dasar Pancasila sebagai dasar negara republik Indonesia. Sekali lagi mereka menganggap itu tidak Islami. Padahal keanekaragaman di muka bumi ini merupakan salah satu bukti kekuasaan dan kebesaran Allah SWT, dan itu semua sudah menjadi ketetapannya, serta ada hikmahnya. Dan keanekaragaman itu sudah dijelaskan dalam firman-Nya surat al-Hujurat ayat 13 dan surat al-Baqarah ayat 213 sebagai berikut:\n\tيَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وَأُنثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِندَ اللهِ أَتْقَاكُمْ إِنَّ اللهَ عَلِيمٌ خَبِيرٌ (سورة الحجرات: 13)\n\tHai manusia, sesungguhnya Kami menciptakan kamu dari seorang laki-laki dan seorang perempuan dan menjadikan kamu berbangsa-bangsa dan bersuku-suku supaya kamu saling kenal-mengenal. Sesungguhnya orang yang paling mulia di antara kamu si sisi Allah ialah orang yang paling bertakwa di antara kamu. Sesungguhnya Allah Maha Mengetahui lagi Maha Mengenal. (Qs. al-Hujurat: 13)\n\tكَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُواْ فِيهِ وَمَا اخْتَلَفَ فِيهِ إِلاَّ الَّذِينَ أُوتُوهُ مِن بَعْدِ مَا جَاءتْهُمُ الْبَيِّنَاتُ بَغْياً بَيْنَهُمْ فَهَدَى اللهُ الَّذِينَ آمَنُواْ لِمَا اخْتَلَفُواْ فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ وَاللهُ يَهْدِي مَن يَشَاءُ إِلَى صِرَاطٍ مُّسْتَقِيمٍ (سورة البقرة: 213)\n\tManusia itu adalah umat yang satu. (Setelah timbul perselisihan), maka Allah mengutus para nabi, sebagai pemberi kabar gembira dan pemberi peringatan, dan Allah menurunkan bersama mereka Kitab yang benar, untuk memberi keputusan di antara manusia tentang perkara yang mereka perselisihkan. Tidaklah berselisih tentang kitab itu melainkan orang yang telah didatangkan kepada mereka kitab, yaitu setelah datang kepada mereka keterangan-keterangan yang nyata, karena dengki antara mereka sendiri. Maka Allah memberi petunjuk orang-orang yang beriman kepada kebenaran tentang hal yang mereka perselisihkan itu dengan kehendak-Nya. Dan Allah selalu memberi petunjuk orang yang dikehendaki-Nya kepada jalan yang lurus. (Qs. al-Baqarah: 213)"
    },{
        "tittle":"PANCASILA SEBAGAI ASAS YAYASAN DARUT TAQWA SELAMA-LAMANYA",
        "detail":"\t\tDalam setiap momen pelepasan santri/murid saat wisuda baik pada lembaga pendidikan formal (MI, MTs, MA-SMK, SMA, dan Perguruan Tinggi) dan non formal (Madrasah Diniyah: Haflah Akhirussanah), Kiai Sholeh selalu mewariskan kepada wisudawan-wisudawati agar tetap berepegang teguh kepada Pancasila sampai akhir hayatnya nanti. Karena Pancasila merupakan warisan leluhur kita, yakni para pendiri bangsa, dan telah ditetapkan sebagai dasar Negara Kesatuan Republik Indonesia untuk dijadikan pedoman bagi setiap warga negaranya dalam menjalankan kehidupan berbangsa dan bernegara di bumi pertiwi ini. Untuk itu Darut Taqwa sebagai Yayasan Pendidikan yang terletak di Dusun Pandean Desa Sengonagung Purwosari Pasuruan akan selalu berwawasan Rahmatan lil ‘Alamin dan berasaskan Pancasila untuk selama-lamanya. \n\tSebagai bentuk komitmen dan sekaligus untuk mempertahankan dan menjaga kokohnya NKRI ini. Kiai Sholeh Bahruddin mengeluarkan beberapa maklumat sebagai berikut:"
    },{
        "tittle":"MAKLUMAT",
        "detail":"Pendiri dan Pengasuh Pondok Pesantren Ngalah Tentang Negara Kesatuan Republik Indonesia (NKRI)\n\n\n\t\tNegara Indonesia terdiri dari berbagai pulau, suku, seni dan budaya, bahasa, dan agama yang berbeda-beda. Perbedaan tersebut merupakana satu kesatuan dalam bingkai Negara Kesatuan Republik Indonesia yang berasaskan Pancasila dan UUD 1945. Namun ada sebagian kelompok atau golongan yang menginginkan dan melakukan upaya untuk merubah dasar Negara Indonesia yang kita cintai ini dengan bentuk Negara Islam.\n\t\tAdanya upaya dari golongan atau kelompok yang berkeinginan untuk merubah dasar Negara Indonesia tersebut, kami secara tegas mengambil sikap untuk tidak setuju kalau negara Indonesia ini dijadikan Negara yang berbentuk Negara Islam. Dengan alasan:\n\t1. Pancasila itu sudah sesuai dengan al-Qur’an\n\t2. Rasulullah Saw. sendiri tidak pernah membentuk sistem Negara Islam (baca: Piagam Madinah)\n\t3. Golongan atau kelompok tersebut dinilai:\n\t\t\ta. Tidak menghargai bahkan mengkhianati para pejuang kemerde-kaan Bangsa Indonesia\n\t\t\tb. Berusaha memecah belah rakyat Indonesia dengan merusak tatanan atau sistem Negara Indonesia bahkan berusaha menghancurkan bangunan Negara kesatuan Republik Indonesia (NKRI)\n\t\tc. Akan terjadi pergeseran tatanan nilai-nilai tradisi atau kultur Islam Ala NU.\n\n Demikian himbauan ini kami buat. \n\nNgalah, 28 R. Akhir 1429 04 Mei 2008"
    },{
        "tittle":"PLURALITAS DAN SOSIAL KEMASYARAKATAN",
        "detail":"\t\tPada dasarnya pluralisme adalah sebuah pengakuan akan hukum Tuhan yang menciptakan manusia yang tidak hanya terdiri dari satu kelompok, suku, warna kulit, dan satu agama saja. Tuhan menciptakan manusia berbeda-beda agar mereka bias saling belajar, bergaul, dan membantu antara satu dan lainnya. Pluralisme mengakui perbedaan-perbedaan itu sebagai sebuah realitas yang pasti ada di mana saja.\n\t\tDalam pandangan Islam, pluralisme agama mendapatkan tempat dalam gagasan normatifnya. Dengan sangat luar biasa, Islam mengakui eksistensi agama lain tidak hanya dalam bingkai hubungan kemanusiaan, melainkan juga tempat mereka di sisi Tuhan. Bahkan yang menarik, dalam sejarah peradaban Islam, kehidupan plural itu berhasil diterjemahkan dalam konteks kehidupan yang saling mendukung.\n\t\tUmat Islam dari sejak dulu hingga kini telah biasa hidup di tengah ke-bhinneka-an atau pluralitas agama dan menerimanya sebagai realitas sosial. Piagam Madinah sebagai bukti, dengan jelas sekali mengakomodir pluralitas agama saat itu dan para ulama telah pula menjelaskan hukum yang terkait dengan hubungan umat dalam pluralitas agama itu. Sangat dianjurkan sekali hubungan antar umat beragama itu terjalin dengan baik demi menjaga dan membangun kerukunan dan kebaikan bersama serta demi kemanfaatan dan kemaslahatan umum sebagaimana yang diterangkan di beberapa kitab yang salah satunya termaktub dalam kitab Tafsir al-Munir juz 1 halaman 93. Diterangkan pula dalam kitab al-Bab fii Uluum al-Kitaab, bab surat Ali Imran juz 5 halaman 143, sebagai berikut:\n\t\t....الْمُعَاشَرَةُ الْجَمِيْلَةُ فِى الدُّنْيَا بحَسَبِ الظاهر وذلك غير ممنوع.... (تفسير المنير ج 1، ص: 93)\n\t\t....... menjalin hubungan baik dengan non muslim di dunia dengan sebatas dhahir itu tidak ada larangan...... (Tafsir al-Munir, juz 1, hal. 93)"
    },{
        "tittle":"TOLERANSI ANTAR UMAT BERAGAMA",
        "detail":"\t\tToleransi antar umat beragama merupakan hal yang sangat penting untuk selalu kita bina dan kita lestarikan, karena dengan saling bertoleransi antar sesama dalam kehidupan ini akan tercipta kedamaian dan keharmonisan, tanpa adanya rasa permusuhan dan saling mencurigai. Bahkan Rasulullah sendiripun telah memberi contoh kepada kita semua. Dimana pada masa hidup Rasulullah toleransi antar umat beragama itu beliau gambarkan dalam hubungan jual-beli dan saling memberi dengan non muslim. Sebagaimana diterangkan dalam hadits yang diriwayatkan oleh Imam Bukhari dalam kitab al-Maghazi hadits nomor 4467:\nفَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: تُوُفِّيَ النَّبِيُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَدِرْعَهُ مَرْهُوْنَةٌ عِنْدَ يَهُوْدِيْ بِثَلاَثِيْنَ. يَعْنِي: صَاعًا مِنْ شَعِيْرٍ (كتاب المغازي، رقم الحديث 4467)\nDari Aisyah RA. Dia berkata: Nabi telah wafat sedangkan baju besinya telah diberikan kepada seorang yahudi sebagai gadai dengan 30 sha’ gandum. (Kitab al-Maghazi, hadits nomor 4467)\n\t\tSelain itu Rasulullah juga tidak enggan untuk menerima hadiah apapun dari umat lain (non muslim). Dan dari situlah para ahli fiqih berpendapat bahwa menerima pemberian hadiah dari semua kelompok baik dari kalangan muslim maupun non muslim bahkan mereka yang memerangi umat Islam sekalipun itu diperbolehkan secara syar’i. Dan hal ini diterangkan dalam kitab al-Mughni juz 13, halaman 200, sebagai berikut: \nوَيَجُوْزُ قَبُوْلُ هَدِيَةِ الْكُفَّارِ مِنْ أَهْلِ الْحَرْبِ لِأَنَّ النَّبِيَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَبِلَ هَدِيَةَ اْلمُقَوْقِسِ صَاحِبِ مِصْرَ (المغني، ج 13، ص: 200)\nBoleh menerima hadiahnya non muslim ahli harb, karena Nabi Saw. menerima hadiah dari Makukis penguasa Mesir. (Kitab al-Mughni, Ibnu Qudamah, juz 13, hal. 200)\n\t\tSelain itu juga, saling memberikan maaf antar sesama merupakan hal yang sangat penting untuk kita lakukan, karena bagaimanpun juga kita sebagai makhluk sosial dalam kehidupan sehari-hari yang selalu berinteraksi dengan banyak orang, tentu kita pernah melakukan kesalahan dan kekhilafan dan yang pasti kita semua saling membutuh-kan satu sama lain, oleh karena itu memberi maaf kepada siapaun saja bahkan terhadap musuh kita yang pernah memerangi kita itupun perlu kita lakukan, sebagaimana teladan yang diberikan Rasulullah Saw. yang telah membebaskan para musuhnya yang telah memerangi beliau hal ini terjadi pada masa pembukaan kota Makkah, dimana beliau telah memaafkan kaum quraisy Makkah dengan mengatakan “Pergilah kalian semua dan kalian hari ini adalah orang-orang yang dibebaskan”. Diterangkan dalam Kitab Sirah Nabawiyah, Ibnu Hisyam, cet. Darul Ihya' Turats al-Araby, juz 4, hal 61 dan dalam kitab Nail al-Author, juz 12, hal. 263.\nوَمِمَّا احْتَجَّ بِهِ الشَّافِعِيُّ مَا وَقَعَ فِي سُنَنِ أَبِي دَاوُد بِإِسْنَادٍ حَسَنٍ عَنْ جَابِرٍ أَنَّهُ سُئِلَ: هَلْ غَنِمْتُمْ يَوْمَ الْفَتْحِ شَيْئًا؟ قَالَ: لاَ وَيُجَابُ بِأَنَّ عَدَمَ الْغَنِيمَةِ لاَ يَسْتَلْزِمُ عَدَمَ الْعَنْوَةِ لِجَوَازِ أَنْ يَكُونَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَنَّ عَلَيْهِمْ بِاْلأَمْوَالِ كَمَا مَنَّ عَلَيْهِمْ بِاْلأَنْفُسِ حَيْثُ قَالَ:  اذْهَبُوا فَأَنْتُمْ الطُّلَقَاءُ .\n\t\tRasulullah Saw. juga selalu menyuruh umatnya untuk terus menyambung tali persaudaraan antar sesama meskipun berbeda agama. Sebagaimana Rasulullah menyuruh Asma' binti Abu Bakar untuk menyambung tali silaturrohmi dengan ibunya yang kebetulan agamanya berbeda dengannya. Hal ini diriwayatkan oleh Imam Bukhari dalam kitab al-Hibbah Bab al-Hadyah lil Musyrikin hadits nomor 2620, dan dalam Tafsir al-Qurtubi, juz 8, hal. 94 sebagai berikut: قَالَتْ أَسْمَاءْ: ياَ رَسُوْلَ الله، إِنَّ أُمِّيْ قَدَّمَتْ عَلَيَّ رَاغِبَةً وَهِيَ مُشْرِكَةٌ أَفَأَصَلُّهَا؟ قاَلَ: (صِلِّيْ أُمُّكِ) خرجه البخاري.\nAsma' bertanya kepada Nabi: Ya Rasulullah sesungguhnya ibuku mengasihiku adapun ibu saya itu adalah seorang musyrikah apakah saya harus berbuat baik kepadanya? Nabi bersabda: “Berbaktilah kepadanya/ berdoalah untuknya”.\n\t\tBahkan Rasulullah Saw. juga pernah mendo'akan non muslim, dan itu sering beliau lakukan diantaranya adalah:\n1. Beliau mendo’akan seorang non muslim yang bernama Daus agar mendapatkan hidayah, dan hal ini diterangkan dalam kitab Shahih Bukhari Bab al-Jihad  wa al-Sair hadits nomor 2779, dalam kitab Shahih Muslim Bab Fadlailus Shahabah hadits nomor 2524, dan dalam kitab Imam Ahmad, juz 2, hal. 353 sebagai berikut: \nفَقَدْ قَدَمَ الطُّفَيْلُ بْنُ عَمْرُ وَالدَّوْسِيُّ وَأَصْحَابُهُ فَقَالُوْا: يَارَسُوْلَ اللهِ إِنَّ دَوْسًا قَدْ كَفَرَتْ وَأَبَتْ فَادْعُ اللهَ عَلَيْهَا، فَقِيْلَ: هَلَكَتْ دَوْسٌ - ظَنَّا بِأَنَّ النَّبِيَّ صَلَّى الله عَلَيْهِ وَسَلَّمَ إِنَّمَا رَفَعَ يَدَيْهِ لِلدُّعَاءٍ عَلَيْهَا - فَقَالَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ. (اللَّهُمَّ اهْدِ دَوْسًا وَائْتِ بِهِمْ)\n2. Beliau juga mendo'akan ibunya Abu Hurairah yang berbeda agama, dan ini diterangkan dalam Shahih Muslim kitab Fadlailus Shahabah Bab Min Fadlail Abi Hurairah hadits nomor 2491 sebagai berikut: عَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: كُنْتُ أَدْعُوْ أُمِّيْ إِلَى اْلإِسْلاَمِ وَهِيَ مُشْرِكَةٌ فَدَعَوْتُهَا يَوْمًا فَأَسْمَعَتْنِيْ فِيْ رَسُوْلِ اللهِ صلى الله عليه وسلم مَا أَكْرِهُ فَأَتَيْتُ رَسُوْلَ اللهِ صَلَّى الله عليه وسلم وَأَنَا أَبْكِيْ قُلْتُ: يَا رَسُوْلَ اللهِ إِنِّيْ كُنْتُ أَدْعُو أُمِّيْ إِلَى اْلإِسْلَامِ فَتَأْبَى عَلَيَّ فَدَعَوْتُهَا الْيَوْمَ فَأَسْمَعَتْنِيْ فِيْكَ مَا أَكْرَهُ فَادْعُ اللهَ أَنْ يَهْدِيَ أُمِّ أَبِيْ هُرَيْرَةَ فَقَالَ رَسُوْلَ اللهِ صلى الله عليه وسلم (اللَّهُمَّ اهْدِ أُمِّ أَبِيْ هُرَيْرَةَ)، فَخَرَجْتُ مُسْتَبْشِرًا بِدَعْوَةِ نَبِيِّ اللهِ صلى الله عليه وسلم فَلَمَّا جِئْتُ فَصِرْتُ إِلَى الْبَابِ فَإِذًا هُوَ مُجَافٌ فَسَمِعَتْ أُمِّيْ خَشْفَ قَدَمِيْ فَقَالَتْ: مَكَانُكَ يَا أَبَا هُرَيْرَةَ وَسَمِعْتُ خَضْخَضَةَ الْمَاءِ قَالَ فَاغْتَسَلَتْ وَلَبِسَتْ دِرْعَهَا وَعَجَّلَتْ عَنْ خِمَارِهَا فَفَتَحَتْ الْبَابَ ثُمَّ قَالَتْ: يَا أَبَا هُرَيْرَةَ أَشْهَدُ أَنْ لآ إِلَهَ إِلاَّ اللهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُوْلُهُ قَالَ فَرَجَعْتُ إِلَى رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَتَيْتُهُ وَأَنَا أَبْكِيْ مِنَ الْفَرَحِ  \n3. Beliau juga pernah mendo'akan orang-orang Yahudi yang sedang bersin, dan ini diterangkan dalam Shahih Bukhari Bab Adab hadits nomor 5870, Sunan Abi Dawud, juz 14, bab Adab hadits nomor 5033, dan dalam Imam Ahmad, juz 3, hal. 353 sebagai berikut:\nحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ حَدَّثَنَا سُفْيَانُ عَنْ حَكِيمِ بْنِ الدَّيْلَمِي عَنْ أَبِى بُرْدَةَ عَنْ أَبِيهِ قَالَ كَانَتِ الْيَهُودُ تَعَاطَسَ عِنْدَ النَّبِىِّ صلى الله عليه وسلم رَجَاءً أَنْ يَقُولَ لَهَا يَرْحَمُكُمُ الله فَكَانَ يَقُولُ يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ\n\t\tOleh karena itu, berdoa bersama antar umat beragama atau mendo'akan non muslim merupakan sikap yang sangat mulia, dan ini sesuai dengan ketentuan syara' (diperbolehkan) karena hal ini juga mengacu pada teladan yang diberikan oleh Rasulullah.\n\t\tToleransi antar umat beragama adalah gambaran bahwa Islam selalu memandang manusia dengan pandangan hormat sesuai harkat dan martabatnya sebagai makhluk Tuhan. Mendo’akan dimaksudkan untuk memohonkan kepada Tuhan Yang Maha Esa agar orang yang dido’akan diberikan keselamatan dan kebaikan dalam kehidupannya, karena bagaimanapun setiap manusia menginginkan kehidupannya lebih baik dan lebih tenteram. Bahkan dalam suatu riwayat mengata-kan bahwa Imam Ibnu Abbas pernah berkata:\nقَالَ اْبنُ عَبَّاسٍ رَضِيَ اللهُ عَنْهُ لَوْ قَالَ لِيْ فِرْعَوْنُ: بَارَكَ اللهُ فِيْكَ قُلْتُ: وَفِيْكَ، وَفِرْعَوْنُ قَدْ مَاتَ. رواه البخاري (صحيح البخاري، ص: 72، رقم: 95)\nKalau saja Fir'aun mendo'akanku; semoga Allah memberkatimu. Maka saya akan mendo'akannya juga; semoga Allah memberkatimu, tapi Fir'aun sudah mati. (Diriwayatkan oleh Imam Bukhari kitab Shahihul Adab al-Mufrad al-Baniy Bab Kaifa Yad'u lidzimmy, hal. 72, hadits nomor 95)\n\t\tOleh karena itu, dari teladan yang diberikan oleh Rasulullah Saw., kita sebagai umatnya yang selalu mengharapkan keselamatan hidup di dunia dan akhirat, selayaknya harus terus berusaha untuk meniru perilaku-perilaku dan sikap-sikap sosial beliau, karena bagaimanapun Rasulullah adalah teladan bagi kita semua. Sesuai dengan firman Allah SWT dalam surat al-Ahzab ayat 21 sebagai berikut: \nلَقَدْ كَانَ لَكُمْ فِي رَسُوْلِ اللهِ أُسْوَةٌ حَسَنَةٌ لِّمَنْ كَانَ يَرْجُوْ اللهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللهَ كَثِيْراً (سورة الأحزاب:٢١) \nSesungguhnya telah ada pada (diri) Rasulullah itu suri teladan yang baik bagimu (yaitu) bagi orang yang mengharap (rahmat) Allah dan (kedatangan) hari kiamat dan Dia banyak menyebut Allah. (Qs. al-Ahzab: 21)\nSikap toleransi atau istilah jawa menyebutnya dengan sebutan teposeliro yang mempunyai arti tepo (nepakno) seliro (awak), yaitu menempatkan diri pada lingkungan disekitarnya, ini merupakan nilai-nilai ajaran Islam yang begitu mulia, dan sikap seperti ini juga ditunjukkan oleh seorang tokoh dunia yaitu Sayyidina Umar Bin Khattab ra. terhadap Uskup Sophronius di hadapan kaum Nasrani dan kaum muslim di Baitul Maqdis Yerussalem.\nSelanjutnya, di depan Gereja Kanisat al-Qiyamah (Gereja Anastasis) Uskup Sophronius menyerahkan kunci kota Yerussalem kepada Kholifah Umar Bin Khattab ra. Kemudian Sayyidina Umar meminta diantarkan ke suatu tempat untuk menunaikan sholat. Dan oleh Uskup Sophronius, beliau diantarkan ke dalam gereja. Akan tetapi, Kholifah Umar menolak penghormatan tersebut sembari mengatakan bahwa dirinya khawatir hal itu akan menjadi suatu dasar bagi kaum muslimin generasi berikutnya untuk mengubah gereja-gereja menjadi masjid. Akhirnya, Sayyidina Umar melaksanakan sholat (munfaridan) di luar atau di teras gereja tersebut. Hal ini dijelaskan dalam kitab Samahah al-Islam, hal. 34-37 sebagai berikut:\nكَتَبَ لِلنَّصَارَى فِيْ بَيْتِ الْمُقَدَّسِ أَمَانًا عَلَى أَنْفُسِهِمْ وَاَوْلاَدِهِمْ وَنِسَائِهِمْ وَاَمْوَالِهِمْ وَجَمِيْعِ كَنَائِسِهِمْ لاَ تُهْدَمُ وَلاَ تُسْكَنُ وَحِيْنَ جَاءَ وَقْتُ الصَّلاَةِ وَهُوَ جَالِسٌ فِيْ صُحْنِ كَنِيْسَةِ الْقِيَامَةِ خَرَجَ وَصَلَّى خَارِجَ الْكَنِيْسَةِ عَلَى الدَّرَجَةِ الَّتِى عَلَى بَابِهَا بِمُفْرَدِهِ وَقَالَ لِلْبَطْرِكْ: لَوْ صَلَّيْتُ دَاخِلَ الْكَنِيْسَةِ لَاَخْذُهَا الْمُسْلِمُوْنَ مِنْ بَعْدِيْ وَقَالُوْا: هُنَا صَلَّى عُمَرُ ثُمَّ كَتَبَ كِتَابًا يُوْصَى بِهِ الْمُسْلِمِيْنَ أَلاَ يُصَلِّى أَحَدٌ مِنْهُمْ عَلَى الدَّرَجَةِ إِلاَّ وَاحِدًا وَاحِدًا غَيْرَ مُجْتَمِعِيْنَ لِلصَّلاَةِ فِيْهَا وَلاَ مُؤَذِّنِيْنَ عَلَيْهَا. اَمَّا عَهْدُهُ لَهُمْ فَقَدْ كَانَ مَثَالاً فِي السَّمَاحَةِ وَالْمُرُوْءَةِ لاَ يَطْمَعُ فِيْهِ طَامِعٌ مِنْ اَهْلِ حَضَارَةِ مِنْ حَضَارَاتِ التَّارِيْخِ كَائِنَةُ مَا كَانَتْ فَكَتَبَ لَهُمُ اْلعَهْدَ الَّذِىْ قَالَ فِيْهِ: (هَذَا مَا أَعْطَى عَبْدُ اللهِ عُمَرُ أَمِيْرُ الْمُؤْمِنِيْنَ أَهْلَ اَيْلِيَاءِ مِنَ اْلأَمَانِ . أَعْطَاهُمْ أَمَانًا لِأَنْفُسِهِمْ وَأَمْوَالِهِمْ وَكَنَائِسِهِمْ وَصَلَبَانِهِمْ سَقِيْمِهَا وَبَرِيْئِهَا وَسَائِرِ مِلَّتِهَا . اِنَّهُ لاَ تُسْكَنُ كَنَائِسُهُمْ وَلاَ تُهْدَمُ وَلاَ يُنْتَقَصُ مِنْهَا وَلاَ مِنْ خَيْرِهَا وَلاَ مِنْ صَلِيْبِهِمْ وَلاَ مِنْ شَيْئٍ مِنْ اَمْوَالِهِمْ وَلاَ يَكْرَهُوْنَ عَلَى دِيْنِهِمْ وَلاَ يُضَارُ اَحَدٌ مِنْهُمْ وَلاَ يُسْكَنُ بِاَيْلِيَاءِ مَعَهُمْ اَحَدٌ مِنَ الْيَهُوْدِ. (سماحة الإسلام، ص: 34-37)\nDari kutipan cerita di atas, kita dapat mengambil sebuah kesimpulan bahwa begitu besar sikap toleransi (teposeliro) antar sesama meskipun berbeda agama dan keyakinannya yang diajarkan oleh Islam dan itupun dicontohkan langsung oleh Nabi Muhammad dan khalifah Umar Bin Khattab raDan hasil dari pertemuan kedua tokoh besar tersebut menghasilkan sebuah piagam perdamaian yang dikenal dengan “perjanjian Aelia” yang berbunyi:\nHal yang sama juga diterangkan dalam kitab Haekal Umar bin Khattab pada halaman 316, yang diterbitkan oleh Litera Antar Nusa.Inilah perdamaian yang diberikan oleh hamba Allah ‘Umar Amirul Mukminin, kepada rakyat Aelia: dia menjamin keamanan diri, harta benda, gereja-gereja, salib-salib mereka, yang sakit maupun yang sehat, dan semua aliran agama mereka. Tidak boleh mengganggu gereja mereka baik membong-karnya, mengurangi, maupun menghilangkanya sama sekali, demikian pula tidak boleh memaksa mereka meninggalkan agama mereka, dan tidak boleh mengganggu mereka. Dan tidak boleh bagi penduduk Aelia untuk memberi tempat tinggal kepada orang Yahudi"
    },{
        "tittle":"ISLAM MENGHORMATI DAN MELINDUNGI SESAMA (NON MUSLIM)",
        "detail":"\t\t"
    },{
        "tittle":"ISLAM MELINDUNGI TEMPAT-TEMPAT IBADAH LAIN",
        "detail":"\t\t"
    },{
        "tittle":"ISLAM MELARANG MENCACI MAKI AGAMA SELAIN ISLAM",
        "detail":"\t\t"
    },{
        "tittle":"PERINTAH UNTUK SALING MENGENAL",
        "detail":"\t\t"
    },{
        "tittle":"PERINTAH HIDUP RUKUN DAN SALING MENGASIHI ANTAR SESAMA",
        "detail":"\t\t"
    },{
        "tittle":"PERTIKAIAN MENYENGSARAKAN BANYAK ORANG",
        "detail":"\t\t"
    },{
        "tittle":"PERBEDAAN ITU RAHMAH",
        "detail":"\t\t"
    },{
        "tittle":"SIKAP DAN KEPRIBADIAN SEORANG ULAMA’ SUFI (TOKOH NASIONAL)",
        "detail":"\t\t"
    },{
        "tittle":"NU: ISLAM ROHMATAN LIL ’ALAMIN",
        "detail":"\t\t"
    },{
        "tittle":"KEWAJIBAN THORIQAH",
        "detail":"\t\t"
    },{
        "tittle":"SYA’IR KAGEM KYAI SHOLEH",
        "detail":"\t\t"
    }
]